MONTHS_HY = {
    1: "Հունվար", 2: "Փետրվար", 3: "Մարտ", 4: "Ապրիլ", 5: "Մայիս", 6: "Հունիս",
    7: "Հուլիս", 8: "Օգոստոս", 9: "Սեպտեմբեր", 10: "Հոկտեմբեր", 11: "Նոյեմբեր", 12: "Դեկտեմբեր"
}

MONTHLY_DESTINATIONS = {
    1: ["TH", "VN", "AE", "ZA", "NZ", "AU"],  
    2: ["MV", "LK", "SG", "MY", "CR", "MX"],  
    3: ["JP", "EG", "MA", "JO", "ES", "PT"],  
    4: ["NL", "JP", "KR", "IT", "GR", "FR"],  
    5: ["IT", "FR", "PT", "ES", "GR", "TR"],  
    6: ["IS", "NO", "DK", "SE", "FI", "CH"],  
    7: ["CA", "CH", "AT", "DE", "NZ", "IE"],  
    8: ["HR", "ME", "GR", "PT", "ID", "ES"],  
    9: ["JP", "IT", "FR", "US", "GE", "AM"],  
    10: ["AM", "GE", "DE", "CZ", "PL", "HU"], 
    11: ["TH", "AE", "EG", "MX", "BR", "AU"], 
    12: ["AT", "CH", "DE", "FI", "EE", "IS"]  
}